Repository: sakara/Woocommerce-VPOS-Sia-Gateway-HPOS
Catalog: lang/woocommerce-vpossia-payment-gateway-*.po
Languages: it_it

source: %s Transactions
it_it: %s Transazioni

source: Show Nr° transactions for page
it_it: Visualizza Nr° transazioni per pagina

source: %s Transactions List
it_it: %s Lista Transazioni

source: Total amount
it_it: Totale ordine

source: Order number
it_it: Numero Ordine

source: Status
it_it: Stato

source: Date created
it_it: Data creazione

source: Date paid
it_it: Data pagamento

source: First name
it_it: Nome

source: Last name
it_it: Cognome

source: Transaction ID
it_it: ID Transazione

source: Key "%s" for cookie not managed
it_it: La chiave \”%s\” per il cookie non è gestita

source: No Transaction found.
it_it: Nessuna Transazione trovata.

source: Export this page in CSV
it_it: Esporta la pagina in CSV

source: From
it_it: Dal

source: To
it_it: Al

source: Filter
it_it: Filtro

source: %s Order Data
it_it: %s Dati dell’ordine

source: %s Data
it_it: %s Dati

source: By using this extension, you may be storing personal data or sharing data with an external service. <a href="%s" target="_blank">Learn more about how this works, including what you may want to include in your privacy policy.</a>
it_it: Utilizzando questa estensione, è possibile che si stiano archiviando dati personali o condividendo dati con un servizio esterno. <a href=\”%s\” target=\”_blank\”> Ulteriori informazioni su come funziona, incluso ciò che potresti voler includere nella tua politica sulla privacy. </a>

source: Orders
it_it: Ordini

source: %s Data Erased.
it_it: %s Dati ordine cancellati.

source: This module allows you to connect your e-commerce site to the payment platform offered by SIA for accepting online payments both with VISA and Mastercard cards issued by other banking institutions
it_it: Questo modulo ti permette di collegare il tuo sito e-commerce alla piattaforma di pagamento offerta da SIA per accettare pagamenti online sia con carte VISA che Mastercard emesse da altri istituti bancari

source: VPOS portal
it_it: Portale VPOS

source: Docs
it_it: Documenti

source: Insert a valid Shop-Email address. The value "%s" is not valid
it_it: Inserisci un indirizzo Shop-Email valido. Il valore “%s” non è valido

source: Insert a valid URLMS Header. The value "%s" is not valid
it_it: Inserisci un valore URLS HEADER valido. Il valore “%s” non è valido

source: For fast and safe online payments with VISA and Mastercard cards issued by other banking institutions.
it_it: Pagamenti online rapidi e sicuri con carte VISA e Mastercard.

source: %s, requires a "Shop code" to work.
it_it: %s, richiede uno \”Shop CODE\” per funzionare.

source: %s, requires a "Starter Key" to work.
it_it: %s, richiede una \”Chiave Avvio\” per funzionare.

source: %s, requires a "Outcome Key" to work.
it_it: %s, richiede una \”Chiave Esito\” per funzionare.

source: General parameters
it_it: Parametri generali

source: Enable/Disable
it_it: Abilita/Disabilita

source: This controls whether or not this gateway is enabled within WooCommerce.
it_it: Controlla se questo gateway è abilitato o meno in WooCommerce.

source: Accounting
it_it: Contabilità

source: If you choose deferred accounting, we remind you to confirm the authorization on the <a href="%1$s" target="_blank">VPOS portal</a>
it_it: Se scegli la contabilità differita, ti ricordiamo di accedere alla funzione di conferma della contabilità su <a href=“%1$s” target=“_blank”>VPOS portal</a>

source: Select accounting desidered
it_it: Seleziona la contabilità desiderata

source: Deferred
it_it: Differita

source: Immediate
it_it: Immediata

source: Shop E-Mail
it_it: E-Mail Negozio

source: It contains the e-mail address to which the transaction results are to be sent. If it is not present, the one present in the store configuration data will be used.
it_it: Contiene l’indirizzo e-mail a cui inviare i risultati della transazione. Se non è presente, verrà utilizzato quello presente nei dati di configurazione del negozio.

source: Language
it_it: Lingua

source: Select the language of the VPOS.
it_it: Seleziona la lingua del VPOS.

source: Albanian
it_it: Albanese

source: German
it_it: Tedesco

source: Hellenic
it_it: Ellenico

source: English
it_it: Inglese

source: Hungarian
it_it: Ungherese

source: Italian
it_it: Italiano

source: Serbian Cyrillic
it_it: Serbo Cirillico

source: Slovakian
it_it: Slovacco

source: Serbian
it_it: Serbo

source: List of parameters to be added to the urlms header, if required by the merchant. Admitted characters include letters, numbers, “.”, “-“, “_”, “=”, “.”, “;”, “/”, “@”, “%”, “(”, “)”, “&amp;”. The regular expression [a-zA-Z0-9\.\-_ =,;\/@%()&amp;] is applied.
it_it: Elenco dei parametri da aggiungere all’intestazione urlms, se richiesto dal commerciante. I caratteri ammessi includono lettere, numeri, “.”, “-“, “_”, “=”, “.”, “;”, “/”, “@”, “%”, “(”, “)”, “&amp;”. Viene applicata l’espressione regolare [a-zA-Z0-9\.\-_ =,;\/@%()&amp;].

source: Test server settings
it_it: Impostazioni Server Test

source: Enable TEST Server
it_it: Abilita server di TEST

source: Gateway URL, TEST server
it_it: Server TEST, URL Gateway

source: Select your bank
it_it: Seleziona la tua banca

source: Shop code, TEST server
it_it: Server TEST, Shop code

source: Starter Key, TEST server
it_it: Server TEST, Chiave Avvio

source: Outcome API Key, TEST server
it_it: Server TEST, Chiave Esito

source: Production server settings
it_it: Impostazioni Server di Produzione

source: Gateway URL, PRODUCTION server
it_it: Gateway URL server di PRODUZIONE

source: Shop code, PRODUCTION server
it_it: Codice negozio server di PRODUZIONE

source: Insert the shop code provided by SIA
it_it: Inserisci il codice negozio fornito da SIA

source: Starter Key, PRODUCTION server
it_it: Chiave avvio server di PRODUZIONE

source: Insert the starter key provided by SIA
it_it: Inserisci la chiave di avvio fornita da SIA

source: Outcome API Key, PRODUCTION server
it_it: Chiave esito API server di PRODUZIONE

source: Insert the outcome API key provided by SIA
it_it: Inserisci la chiave esito API fornita da SIA

source: Advanced settings
it_it: Impostazioni avanzate

source: Enable transaction logging for gateway.
it_it: Abilita la registrazione delle transazioni per il gateway.

source: %1$sView Log%2$s
it_it: %1$sVedi Log%2$s

source: Enable Logging
it_it: Abilita log

source: Gateway Disabled
it_it: Gateway disabilitato

source: Choose one of this currency:<ol><li>%1$s</li></ol> in %2$sGeneral Settings%3$s to enable the VPOS Sia Gateway.
it_it: Scegli una di questa valuta:<ol><li>%1$s</li></ol> in %2$sImpostazioni Generali%3$s per abilitare il Gateway VPOS.

source: Pay via VPosSia
it_it: Paga tramite VPosSia

source: Cancel order &amp; restore cart
it_it: Cancella Ordine &amp; Ripristina il carrello

source: Thank you for your order. We are now redirecting you to VPOS SIA to make payment.
it_it: Grazie per il vostro ordine. Ti stiamo reindirizzando a VPOS SIA per effettuare il pagamento.

source: Thank you for your order, please click the button below to pay with VPosSia.
it_it: Grazie per il tuo ordine, fai clic sul pulsante in basso per pagare con VPosSia.

source: Order already paid in data: %s
it_it: Ordine già pagato in data: %s

source: %s payment completed! Auth number: %s | Transaction ID: %s
it_it: %s pagamento completato! Autorizzazione: %s | ID Transazione: %s

source: Transaction complete on your site
it_it: Transazione completata sul tuo sito

source: Hi, A %s transaction has been completed on your website ------------------------------------------------------------ Site: %s Order ID: %s Transaction ID: %s Order Status Code: %s
it_it: Ciao, %s una transazione è stata completata sul tuo sito web —————————————————————————————— Sito: %s ID Ordine: %s ID Transazione: %s Stato Ordine: %s

source: Payment via %s error.
it_it: Errore Pagamento tramite %s.

source: ***** ATTENTION ****** An invalid %s transaction on your website requires attention ------------------------------------------------------------ ------------------------------------------------------------ %s ------------------------------------------------------------ ------------------------------------------------------------ Site: %s Remote IP Address: %s Remote host name: %s Purchase ID: %s User ID: %s Transaction ID: %s RESULT CODE FROM GATEWAY: %s
it_it: ***** ATTENZIONE****** %s transazione non valida sul tuo sito web. —————————————————————————————— —————————————————————————————— %s —————————————————————————————— —————————————————————————————— Sito: %s Indirizzo IP Remoto: %s Nome Host remoto: %s ID acquisto: %s ID Utente: %s ID transazione: %s RESULT CODE FROM GATEWAY: %s

source: Error Transaction on your site
it_it: Transazione di errore sul tuo sito

source: Pay with cards
it_it: Paga con carte di credito

source: Settings
it_it: Impostazioni

source: does not support this currency code
it_it: non supporta questo codice valuta
